import { Link } from "react-router-dom";
import routine from '../../../public/Images/routine.jpg'



const Details = () => {
    return (

        <div className="bg-blue-950">
            <h1 className="text-5xl font-bold text-center p-9 text-white">Get Your Full Routine</h1>
            <Link to={'https://drive.google.com/file/d/14jHyIYpvkia3diCP3NGQiW1ohtoV_CpF/view?usp=sharing'}><p className="text-center text-3xl font-semibold p-5 underline text-blue-300">Click Here</p></Link>
            <img className="w-1/2 h-1/4 mx-auto pb-10" src={routine} alt="" />


            <h1 className="text-5xl font-bold text-center p-9 text-white">Course Details</h1>
            <p className="text-center text-lg w-1/2 mx-auto text-cyan-400">
                🖋️SSC 2025 | Zero To Hustler Within 200 Hour | এনরোলমেন্ট  শুরু আজ থেকেই | <br />

                🥇অমুক তমুক ভাইয়ার সাজেশন ও ১ রাতে ১০ অধ্যায় শেষ করার ভিডিও দেখে টেস্ট পরীক্ষা তো পার করে ফেলতেস,কিন্তু SSC তে কি করবা? <br />

                🏆বিজ্ঞান বিভাগের পিছিয়ে পড়া পোলাপানেরা,যারা আসলেই দুই বছর ধরে কোন পড়ালেখা করোনি, কিন্তু শেষ দুই মাস নিজের সর্বোচ্চ দিয়ে পরিশ্রম করে পেতে চাও বিজ্ঞান বিভাগের সকল বিষয়ে ৯০+ নম্বর, তাদের জন্য PHYSIXTRY আয়োজন করেছে টেস্ট পরীক্ষার পর পরই  "SSC-25 Zero To Hustler Within 200 Hour" Compact Course. <br />

                👉সম্পূর্ণ কোর্সটি হবে আমাদের Dynamic Software Application এর মাধ্যমে যেখানে রেকর্ডেড ও লাইভ ক্লাস, Daily Topicwise টেস্ট, Weekly Exam And Detailed Result, 24/7 Support Session (৫ জন Team Member বিশিষ্ট), Chat System, Personalized Graph And Profile অন্তর্ভুক্ত থাকবে। ফলে মনোযোগ Divert করে Facebook এ Reels দেখার কোন সুযোগ নেই। <br />

                🏅দাগানো বই, থিওরিটিক্যাল সাপোর্ট সেশন, সাইকোলজিক্যাল সাপোর্ট সেশন, ২৪/৭ সাপোর্ট সেশন তো পাচ্ছোই।আবার আমাদের PoC(Proof Of Conception) Test এ ৪০০+ পেলেই পাবে কোর্সের বিগেস্ট সারপ্রাইজ SCCH(Special Crash Course For Hustlers)। <br />


<br /><br /><br />
                <span className=" text-3xl">🚩FAQ ( কিছু কমন প্রশ্ন)</span> <br /> <br />
                ১)  কোর্সে ক্লাস কিভাবে নেওয়া হবে? <br />
                = প্রত্যেকদিন একটি নির্দিষ্ট সময়ে আমাদের সফটওয়্যার এপ্লিকেশনে রেকর্ডেড ক্লাস আপলোড হবে। তোমার কাজ হবে ২৪ ঘন্টার মধ্যে ক্লাসটি কমপ্লিট করে ডেইলি টেস্ট সাবমিট করা। সপ্তাহে একদিন লাইভ Theoritical Session এর মাধ্যমে তোমার ৯৯℅ প্রস্তুতিকে করা হবে ১০০%।<br /> <br /><br />

                ২) প্র্যাকটিস করার পরও যদি বাসায় কোন কনফিউশন থাকে তাহলে কি করব? <br />
                = আমাদের সফটওয়্যার এ থাকা ২৪/৭ Support Session এ জয়েন করে যেকোনো কনফিউশন ক্লিয়ার করবে | কোর্স শেষ হওয়া পর্যন্ত Support Session Access করতে পারবে।<br /> <br />

                ৩) কোন ক্লাস মিস হয়ে গেলে কি করব?<br />
                = সবগুলো ক্লাস ও ডেইলি এক্সাম শীট ও উইকলি এক্সাম শীট  আমাদের সফটওয়্যার এ থাকবে। যদি মিস হয়ে যায়, অতিসত্বর PHYSIXTRY Administration এ যোগাযোগ করে Personalized Routine Collect করবে।<br /><br />

                ৪) কোর্সে কি বেসিক পড়ানো হবে?<br />
                = সম্পূর্ণ Zero Basic থেকে Advanced Math Solve করানো হবে যার ফলে কিছু না পড়ে থাকলেও তোমার SSC Journey হবে অনেক Smooth.তাই ভয় পাওয়ার কিছু নেই।<br /><br />

                <p className="block text-3xl py-6">📅কোর্স এর মেয়াদ :</p> ১১ নভেম্বর ২০২৪ থেকে ১০ জানুয়ারি ২০২৫ পর্যন্ত।<br />

                🔖তার পরপরই POC Test Qualified Student দের জন্য শুরু হবে কোর্সের বিগেস্ট সারপ্রাইজ SCCH(Special Crash Course For Hustlers) যা হবে ফেব্রুয়ারি ১০, ২০২৫ পর্যন্ত।<br /><br />


                <p className="block text-3xl py-4"> * শর্ত প্রযোজ্য ✴️</p><br />
                শর্ত ১ :  ২ মাস Dedicatedly PHYSIXTRY এর গাইডলাইন ফলো করতে হবে।<br />
                শর্ত ২ : পিছিয়ে পড়লেও PHYSIXTRY Administration কে Apps এর মাধ্যমে  জানিয়ে,As Soon As Possible, Flow তে ফিরে আসার Guideline নিতে হবে।<br />

                ❤️তুমি PHYSIXTRY কে ছেড়ে দিলেও PHYSIXTRY তোমার সর্বোচ্চ পরিশ্রম না দেখে ছাড়বেনা। ❤️<br />
            </p>
        </div>

    );
};

export default Details;
